export const detailedHistoryData = [
  {
    id: '2026',
    year: '2026',
    items: [
      {
        id: '2026-1',
        text: 'HUMPHREYS CAMP 입점'
      },
      {
        id: '2026-2',
        text: '라페어 인견팬티 “800만장”돌파'
      },
      {
        id: '2026-3',
        text: '마켓컬리 입점, 코스트코 온라인 판매채널 확장'
      },
      {
        id: '2026-4',
        text: '이마트특정매입입점, 인스파이어 리조트 내 SUPY 매장 입점 오프라인 채널 확장'
      },
      {
        id: '2026-5',
        text: '라페어 해외 온라인시장 진출을 위한 영문 쇼핑몰 오픈'
      },
      {
        id: '2026-6',
        text: '몽골 이마트 라페어 언더웨어 제품 수출'
      }
    ]
  },
  {
    id: '2023',
    year: '2023',
    items: [
      {
        id: '2023-1',
        text: 'GS홈쇼핑 "L\'AFFAIR" 런칭'
      }
    ]
  },
  {
    id: '2021',
    year: '2021',
    items: [
      {
        id: '2021-1',
        text: '베트남 호치민에 ㈜더블유아이엘 법인 생산 공장 설립'
      },
      {
        id: '2021-2',
        text: '라페어 언더웨어 쿠팡 입점'
      },
      {
        id: '2021-3',
        text: '선데이라운지 카카오톡 선물하기 입점'
      }
    ]
  },
  {
    id: '2019',
    year: '2019',
    items: [
      {
        id: '2019-1',
        text: '신세계TV쇼핑 패션카테고리 판매 1위'
      },
      {
        id: '2019-2',
        text: 'SK스토아 “L\'AFFAIR” 런칭'
      }
    ]
  },
  {
    id: '2018',
    year: '2018',
    items: [
      {
        id: '2018-1',
        text: '쇼핑엔티, “L\'AFFAIR” 런칭 / 신세계TV쇼핑, 신세계백화점 PB브랜드 “ELLACONIC” 런칭'
      },
      {
        id: '2018-2',
        text: '현대백화점 판교점 / 신세계백화점 하남 스타필드점 / 현대시티아울렛 가든파이브 / 인천공항 제 2청사 트레블메이트 입점 / 라페어 청담 SSG 입점'
      } 
    ]
  },
  {
    id: '2017',
    year: '2017',
    items: [
      {
        id: '2017-1',
        text: '선데이라운지 29CM, MUSINSA(무신사) / ETC.SEOUL 가로수길점 입점'
      }
    ]
  },
  {
    id: '2016',
    year: '2016',
    items: [
      {
        id: '2016-1',
        text: '신세계 백화점 대구, 김해, 센텀시티, 강남, 인천점 / 갤러리아 타임월드점(대전) 입점'
      },
      {
        id: '2016-2',
        text: '스타필드 하남 WONDER A MARKET / 메세나 폴리스 REST AND GOODS / 10x10 입점'
      }
    ]
  },
  {
    id: '2015',
    year: '2015',
    items: [
      {
        id: '2015-1',
        text: '현대 백화점 판교점 라운징샵 입점'
      },
      {
        id: '2015-2',
        text: '“L\'AFFAIR” 신세계 백화점 경기점 런칭 / L\'AFFAIR freetime, take out, loungewear 라인 전개'
      },
      {
        id: '2015-3',
        text: '선데이라운지 런칭'
      }
    ]
  },
  {
    id: '2014',
    year: '2014',
    items: [
      {
        id: '2014-1',
        text: '중국 스촨 매장 오픈'
      }
    ]
  },
  {
    id: '2013',
    year: '2013',
    items: [
      {
        id: '2013-1',
        text: '대만 타이중 “L’AFFAIR” 매장 오픈'
      },
      {
        id: '2013-2',
        text: '자사몰 “L’AFFAIR” 리뉴얼 오픈'
      }
    ]
  },
  {
    id: '2011',
    year: '2011',
    items: [
      {
        id: '2011-1',
        text: '“ROSY” 롯데/현대홈쇼핑 런칭'
      }
    ]
  },
  {
    id: '2010',
    year: '2010',
    items: [
      {
        id: '2010-1',
        text: '사명 “주)더싸인 (THE SIGN)” 으로 개명'
      },
      {
        id: '2010-2',
        text: '“CACHAREL” 300억 돌파'
      },
      {
        id: '2010-3',
        text: '“CACHAREL” 갤러리아백화점 압구정점 / 신세계 백화점 인천점 / 런칭'
      },
      {
        id: '2010-4',
        text: '프랑스 란제리 브랜드 “ROSY” 라이선스 계약 체결'
      },
      {
        id: '2010-5',
        text: '"CLARA YOON” 현대홈쇼핑 런칭'
      },
      {
        id: '2010-6',
        text: '평양 봉화 제 2공장  생산라인 설비투자'
      },
      {
        id: '2010-7',
        text: '“CACHAREL” 라이선스 계약체결'
      }
    ]
  },
  {
    id: '2009',
    year: '2009',
    items: [
      {
        id: '2009-1',
        text: '“CLARA YOON” 라이선스 계약체결'
      },
      {
        id: '2009-2',
        text: 'CJ O쇼핑 PB브랜드 “THE GUY”  생산, 납품'
      },
      {
        id: '2009-3',
        text: '“lollipops” 신세계백화점 본점 / 강남점 입점'
      },
      {
        id: '2009-4',
        text: '프랑스 브랜드 ‘lollipops’ 라이선스, 직수입 계약체결'
      },
      {
        id: '2009-5',
        text: '(주)형지어패럴 “크로커다일 레이디 언더웨어” 디자인, 생산, 납품'
      },
      {
        id: '2009-6',
        text: '“CACHAREL” 100억 돌파(신세계백화점 강남점 입점)'
      }
    ]
  },
  {
    id: '2008',
    year: '2008',
    items: [
      {
        id: '2008-1',
        text: '현대홈쇼핑 PB브랜드 “H.only U” 생산, 납품'
      },
      {
        id: '2008-2',
        text: '㈜트라이브랜즈  “& STYLE” 디자인, 생산, 납품'
      }
    ]
  },
  {
    id: '2007',
    year: '2007',
    items: [
      {
        id: '2007-1',
        text: 'CJ홈쇼핑 PB브랜드 “피델리아” 생산, 납품'
      },
      {
        id: '2007-2',
        text: '“CACHAREL” 현대홈쇼핑 / “ INVU” CJ홈쇼핑 런칭'
      },
      {
        id: '2007-3',
        text: '자체 쇼핑몰 www.lebody.co.kr 구축'
      },
      {
        id: '2007-4',
        text: '프랑스 명품 브랜드 “까샤렐” (CACHAREL) 라이센스 계약 체결'
      },
      {
        id: '2007-5',
        text: '“NEAT SOUL” 선우용녀 연예인 실버타겟 니트브랜드 CJ홈쇼핑 방송런칭'
      },
      {
        id: '2007-6',
        text: '엘리프리 블랙라벨 판매 100억 돌파'
      }
    ]
  },
  {
    id: '2006',
    year: '2006',
    items: [
      {
        id: '2006-1',
        text: '평양 봉화 제 2공장  생산라인 구축'
      },
      {
        id: '2006-2',
        text: '“아씨우리옷” 아동한복 우리홈쇼핑, CJ홈쇼핑 방송런칭'
      },
      {
        id: '2006-3',
        text: '“INVU underwear” 라이센스 계약, 기획, 인터넷런칭'
      }
    ]
  },
  {
    id: '2005',
    year: '2005',
    items: [
      {
        id: '2005-1',
        text: '현대홈쇼핑 독점 황신혜 브랜드'
      },
      {
        id: '2005-2',
        text: '“엘리프리 블랙라벨”(ELYPRY BLACK LABEL) 런칭'
      },
      {
        id: '2005-3',
        text: '“UCLA 언더웨어” 현대홈쇼핑 방송 런칭'
      }
    ]
  },
  {
    id: '2004',
    year: '2004',
    items: [
      {
        id: '2004-1',
        text: '세계적 브랜드 제휴를 통한 홈쇼핑 상품개발 - 이랜드, 디즈니, UCLA'
      } 
    ]
  },
  {
    id: '2002',
    year: '2002',
    items: [
      {
        id: '2002-1',
        text: 'GS홈쇼핑,우리홈쇼핑,농수산홈쇼핑,현대홈쇼핑 홈쇼핑 사업 전개'
      }
    ]
  },
  {
    id: '2001',
    year: '2001',
    items: [
      {
        id: '2001-1',
        text: '㈜THE SIGN ENTERPRISE 법인 설립'
      }
    ]
  },
  {
    id: '1998',
    year: '1998',
    items: [
      {
        id: '1998-1',
        text: '장은 카드, 외환카드, 삼성카드 등 카드사 통신 판매'
      },
      {
        id: '1998-2',
        text: 'THE SIGN 설립'
      }
    ]
  } 
]; 